{
  "header": {
    "header": "Писатели Беларуси",
    "language": "Язык",
    "writers": "Писатели",
    "about": "О сайте",
    "best": "Писатель дня",
    "devs": "Разработчики"
  },
  "home": {
    "aboutHeader": "Сайт о белорусских писателей",
    "aboutText1": "Привет, здесь ты найдёшь интересную информацию о белорусских писателей!",
    "aboutText2": "Ты сможешь узнать биографию писателя, фотографии, видео о нём и многое-многое другое!",
    "aboutText3": "Также каждый день мы выбираем писателя дня, так что не забывайте посещать наш сайт!"
  },
  "devs": {
    "alexander": "Александр",
    "artem": "Артём",
    "kirill": "Кирилл"
  },
  "writers": {
    "search": "Поиск писателя...",
    "details": "Подробно",
    "bryl": {
      "name": "Янка Брыль",
      "description": "Родился в Одессе в семье железнодорожника Антона Даниловича Брыля. В 1922 вместе с родителями вернулся на их родину, в деревню Загорье (Польша, ныне Кореличский район,Гродненская область)[2]. В 1931 г. Брыль окончил польскую семилетку и поступил внавогрудскую гимназию, но не смог учиться из-за материальных трудностей.",
      "shortDescription": "Янка Брыль - последний из писателей из Беларуси, получивший признание в Советском Союзе."
    },
    "dubovka": {
      "name": "Дубовка Владимир Николаевич",
      "description": "Влади́мир Никола́евич Дубо́вка (белор. Уладзі́мір Мікала́евіч Дубо́ўка; 2 (15)июля1900 — 20 марта 1976, Москва) — белорусский советский поэт, прозаик, языковед,переводчик, литературный критик. Лауреат Литературной премии имени Я. Купалы(1962).лен Союза писателей СССР (1958).",
      "shortDescription": "Белорусский поэт, прозаик, переводчик, критик. Родился на территории современного Поставского района."
    },
    "dudar": {
      "name": "Алесь Дуда́рь",
      "description": "Алесь Дуда́рь или Дуда́р (наст. имя Александр Александрович Дайлидович, белор. Алесь Дудар; псевдонимы и криптонимы: Т. Глыбоцкі; Тодар Глыбоцкі; Ал. Д.;Т. Г.; Т. Г-кі; Арцём Яроцкі; 1904—1937) — белорусский советский поэт, критик, романист, переводчик. Один из организаторов белорусскоголитературно-художественного объединения «Маладняк». Член Союза писателей СССР (1934)",
      "shortDescription": "Алесь Дуда́рь или Дуда́р — белорусский советский поэт, критик, романист, переводчик."
    },
    "jvalevskii": {
      "name": "Андрей Валентинович Жвалевский",
      "description": "В 1991 году с отличием окончил физический факультет БГУ. После окончания занимался фундаментальной наукой, дизайном ценных и защищенных бумаг, работал в издательстве. Первая книга «Порри Гаттер и Каменный Философ», написанная в соавторстве с Игорем Мытько, вышла в 2002 году и сразу принесла авторам известность. Кроме цикла «Порри Гаттер» написал серию иронических женских романов «М + Ж» (в соавторстве с Евгенией Пастернак), фантастические романы «Мастер сглаза».",
      "shortDescription": "Андрей Жвалевский родился 28 мая 1967 года в г. Гродно в Беларуси."
    },
    "bondarenko": {
      "name": "Вячеслав Васильевич Бондаренко",
      "description": "Вячеслав Васильевич Бондаренко (род. 9 мая 1974, Рига, Латвийская ССР) — живущий в Беларуси русский писатель, общественный деятель. Известен как автор историческихкниг в серии «ЖЗЛ», в том числе биографий Петра Андреевича Вяземского, Лавра Георгиевича Корнилова и архимандрита Иоанна (Крестьянкина), а также как автор кинороманов «Ликвидация» и «Кадетство»",
      "shortDescription": "Вячеслав Васильевич Бондаренко — белорусский писатель, телеведущий, историк, журналист, киносценарист, радиоведущий."
    },
    "ledenev": {
      "name": "Виктор Иванович Леденёв",
      "description": "Жизнь белорусского писателя и драматурга Виктора Леденёва так же многообразна, как и жанры, в которых он работает. Родился он на Северном Кавказе, в Адыгее, где егоотец после окончания Ростовского университета работал по созданию школ в этой горной республике. Там же их семью и застала война. Отец ушёл на фронт, а Виктор со старшим братом Александроми матерью остался в оккупации. Однако не только пребывание на оккупированнойтерриторииему пришлось всю жизнь в советское время указывать в различных анкетах.",
      "shortDescription": "Жизнь белорусского писателя и драматурга Виктора Леденёва так же многообразна, как и жанры, в которых он работает."
    }
  }
}