{
  "header": {
    "header": "Writers of Belarus",
    "language": "Language",
    "writers": "Writers",
    "about": "About site",
    "best": "Writer of the day",
    "devs": "Developers",
    "description": "About writer",
    "bio": "Biography",
    "photos": "Photos",
    "video": "Video",
    "map": "Location"
  },
  "home": {
    "aboutHeader": "Site about belorussian writers",
    "aboutText1": "Hello, here you will find interesting information about Belarusian writers!",
    "aboutText2": "You can find out the biography of the writer, photos, videos about him and much, much more!",
    "aboutText3": "Also every day we choose the writer of the day, so don't forget to visit our website!"
  },
  "devs": {
    "alexander": "Alexander",
    "artem": "Artem",
    "kirill": "Kirill"
  },
  "writers": {
    "search": "Search writer...",
    "details": "Details",
    "bryl": {
      "name": "Janka Bryl",
      "description": "Was born in Odessa in the family of the railway worker Anton Danilovich Bryl. In 1922, his family returned to their hometown of Zagorje, which was then in Poland. In 1931 Bryl graduated from the Polish seven-year school and entered the Navogrudok gymnasium, but was unable to study due to financial difficulties.",
      "shortDescription": "Janka Bryl - the last of the writers from Belarus to gain recognition in the Soviet Union.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "Born on July 22 (August 4), 1917 in Odessa in the family of a railway worker. In 1922, together with his parents, he moved to their homeland in Western Belarus (village Zagora (Zagorye), Korelichi district, Grodno region, at that time - Poland).",
        "study": "Study",
        "studyText": "In 1931 he graduated from the Polish seven-year school, entered the gymnasium, but could not study there due to financial difficulties, he was engaged in self-education.",
        "army": "Army",
        "armyText": "In 1939 he was drafted into the Polish army, served in the marines. In September 1939, near Gdynia, he fell into German captivity, in the fall of 1941 he fled and returned to his homeland; joined the Soviet partisans. Since October 1942 - a liaison officer for the partisan brigade named after V.I. Zhukov.",
        "minsk": "Life in Minsk",
        "minskText": "From October 1944 he lived in Minsk, worked in the editorial office of the newspaper-poster “Let's crush the fascist gadzina” (“Let's crush the fascist reptile”), the magazines “Vozhyk” (“Hedgehog”), “Maladosts” (“Youth”), “Polymya” ( \"Flame\"), the State Publishing House of the BSSR. KVN team  \"Yanka Bryl \" (Gomel) Since 1945, a member of the USSR JV",
        "death": "Death",
        "deathText": "J. Bryl died on July 25, 2006. He was buried in Kolodischi."
      }
    },
    "dubovka": {
      "name": "Vladimir Nikolaevich Dubovka",
      "description": "Vladimir Nikolaevich Dubovka (July 15, 1900 - March 20, 1976, Moscow) — Belarusian Soviet poet, prose writer, linguist, translator, literary critic. Laureate of the Y. Kupala Literary Prize (1962). Member of the Writers' Union of the USSR (1958).",
      "shortDescription": "Belarusian poet, prose writer, translator, critic. Born on the territory of the modern Postavy region.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "Born into a working class family in the village of Ogorodniki, Vileisky district, Vilna province (now Postavy district, Vitebsk region, Belarus). In 1905-1912 he studied at the Mankovichi elementary school.",
        "study": "Study",
        "studyText": "In 1912 he entered the Myadel School. In October 1914 he entered the Novo-Vileika teachers' seminary, which was transferred to Nevel due to the war. In February 1918, he completed his seminar studies and moved to Moscow, where his family moved back in 1915. After graduating from the Novo-Vileika teacher's seminary in 1918, Dubovka was accepted as a student of the Faculty of History and Philology of Moscow University, but after two months of study he was forced to go to work as a teacher in the Tula region to help his parents.",
        "army": "Army",
        "armyText": "In 1920 he served in a separate telegraph-construction company of the Red Army. In 1921, after demobilization, he worked at the People's Commissariat of Education of the RSFSR as a methodologist and instructor in Belarusian schools and studied at the V. Bryusov Higher Literary and Art Institute. In the 1920s, he was one of the leading Belarusian poets of an independent orientation.",
        "family": "Family",
        "familyText": "In 1927 he married Maria Petrovna Klaus. The next year, the son of Olgerd was born.",
        "death": "Death",
        "deathText": "Maria Petrovna outlived her husband by almost 4 years - she died on March 18, 1980 in Moscow."
      }
    },
    "dudar": {
      "name": "Ales Dudar",
      "description": "Ales Dudar (Aljaksandr Aljaksandrawitsch Dajlidowitsch. Pseudonym: T. Hlybocki; 1904—1937) — Belarusian Soviet poet, critic, novelist, translator. One of the organizers of the Belarusian literary and artistic association \"Maladnyak\". Member of the Writers' Union of the USSR (1934).",
      "shortDescription": "Ales Dudar — Belarusian Soviet poet, critic, novelist, translator.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "Born on December 24, 1904 in a peasant family in the village of Novosyolki (now Petrikovsky district of the Gomel region, Belarus).",
        "study": "Study",
        "studyText": "During the First World War, the family left for Kozlov, Tambov province, and in the spring of 1917 moved to Minsk, where the poet graduated from high school in 1921.",
        "flame": "'Flame'",
        "flameText": "In 1927 he joined the Belarusian literary association Polymya. In the same year he entered the linguistic department of the pedagogical faculty of the Belarusian State University. For political reasons, he was forced to leave the university in 1928.",
        "arrest": "Arrest",
        "arrestText": "March 29, 1929 for the publication of the poem Belor. \"Pasekli our land papalam ...\" (\"They cut our land in half\") was arrested and sent to Smolensk. On June 22, 1930 he testified in the case of the Union for the Liberation of Belarus.",
        "death": "Death",
        "deathText": "Arrested on October 31, 1936. On October 28, 1937, he was sentenced by a troika to be shot on charges of participation in the \"anti-Soviet united spy-terrorist national-fascist organization\", the next day he was shot in the Pishchalovsky castle among 36 people executed on the night of October 29-30, 1937 in the dungeons of the castle."
      }
    },
    "jvalevskii": {
      "name": "Andrey Valentinovich Zhvalevskiy",
      "description": "In 1991 he graduated with honors from the Faculty of Physics of the Belarusian State University. After graduation, he was engaged in fundamental science, design of securities and security papers, and worked in a publishing house. The first book \"Porri Gatter and the Stone Philosopher\", co-authored with Igor Mytko, was published in 2002 and immediately brought fame to the authors. In addition to the Porry Gatter cycle, he wrote a series of ironic women's novels M + F (co-authored with Evgenia Pasternak), fantasy novels The Master of the Evil Eye.",
      "shortDescription": "Andrey Zhvalevskiy was born on May 28, 1967 in Grodno, Belarus.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "Was born in Grodno",
        "study": "Study",
        "studyText": "In 1991 he graduated with honors from the Faculty of Physics of the Belarusian State University. After graduation, he was engaged in fundamental science, design of securities and security papers, and worked in a publishing house.",
        "firstBook": "First book",
        "firstBookText": "The first book \"Porry Gatter and the Stone Philosopher\", co-authored with Igor Mytko, was published in 2002 and immediately brought fame to the authors. In addition to the Porry Gatter cycle, he wrote a series of ironic women's novels M + F (co-authored with Evgenia Pasternak), science fiction novels Master of the Evil Eye and Master of Power, twenty computer tutorials, and others.",
        "dream": "Cherished dream",
        "dreamText": "In the spring of 2006, Zhvalevsky and Mytko received the National Children's Prize \"Cherished Dream\" in the nomination \"The Funniest Book\" for the ironic horror novel \"You Can't Be Harmful Here\".",
        "prize": "Last award",
        "prizeText": "In 2015, together with Evgenia Pasternak, he became a laureate of the \"Reflections on the Little Prince\" award."
      }
    },
    "bondarenko": {
      "name": "Vyacheslav Vasilievich Bondarenko",
      "description": "Vyacheslav Vasilievich Bondarenko (born May 9, 1974, Riga, Latvian SSR) - Russian writer and public figure living in Belarus. Known as an author's historian in the series \"ZhZL\", including biographies of Peter Andreevich Vyazemsky, Lavr Georgievich Kornilov and Archimandrite John (Krestyankin), as well as the author of the film novels \"Liquidation\" and \"Kadetstvo",
      "shortDescription": "Vyacheslav Vasilyevich Bondarenko is a Belarusian writer, TV presenter, historian, journalist, screenwriter, radio host.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "Born May 9, 1974 in Riga in the family of an officer of the Soviet Army, later a participant in the hostilities in Afghanistan.",
        "study": "Study",
        "studyText": "He graduated from high school No. 30 of the Northern Group of Forces in the city of Legnica (Poland). Since June 1991 he has been living in the city of Minsk.",
        "education": "Higher education",
        "educationText": "Graduated from the Russian department of the philological faculty of the Belarusian State University",
        "publications": "Publications",
        "publicationsText": "In 2007-2008, the publishing house \"Rosmen-Press\" published the best-selling novels \"Liquidation\" - a novelization of the series of the same name, released in two volumes by three editions with a total circulation of 35,000 copies and in audiobook format, and \"Kadetstvo\" (in four books).",
        "prize": "Award",
        "prizeText": "On May 13, 2019, V.V.Bondarenko's work was nominated for the Patriarchal Literary Prize named after Saints Cyril and Methodius Equal to the Apostles. On May 23, 2019, in the Hall of Church Cathedrals of the Cathedral of Christ the Savior, Patriarch Kirill of Moscow and All Russia presented the writer with the Patriarchal Badge \"For Contribution to the Development of Russian Literature.\" This award was awarded for the first time, and V.V.Bondarenko became its first owner."
      }
    },
    "ledenev": {
      "name": "Viktor Ivanovich Ledenev",
      "description": "The life of the Belarusian writer and playwright Viktor Ledenev is as diverse as the genres in which he works. He was born in the North Caucasus, in Adygea, where his father, after graduating from Rostov University, worked to create schools in this mountainous republic. There their family was also caught by the war. His father went to the front, and Viktor, his older brother Alexander and his mother remained in the occupation. However, not only the stay in the occupied territory, he had to indicate all his life in the Soviet era in various questionnaires.",
      "shortDescription": "The life of the Belarusian writer and playwright Viktor Ledenev is as diverse as the genres in which he works.",
      "bio": {
        "birthday": "Birthday",
        "birthdayText": "He was born in the North Caucasus, in Adygea, where his father, after graduating from Rostov University, worked to create schools in this mountainous republic. The war found their family there.",
        "study": "Study",
        "studyText": "Graduated from the Faculty of Journalism of the Belarusian University (1966).",
        "army": "Army",
        "armyText": "Participated in the military operations in Southeast Asia as part of a special forces unit.",
        "banner": "Banner of youth",
        "bannerText": "Published as a prose writer since 1970: Gaz. \"The Banner of Youth\". The author of the book. Criminal Prose: The Infernal Machine.",
        "prize": "Award",
        "prizeText": "On May 13, 2019, V.V.Bondarenko's work was nominated for the Patriarchal Literary Prize named after Saints Cyril and Methodius Equal to the Apostles. On May 23, 2019, in the Hall of Church Cathedrals of the Cathedral of Christ the Savior, Patriarch Kirill of Moscow and All Russia presented the writer with the Patriarchal Badge \"For Contribution to the Development of Russian Literature.\" This award was awarded for the first time, and V.V.Bondarenko became its first owner."
      }
    }
  }
}