{
  "header": {
    "header": "Писатели Беларуси",
    "language": "Язык",
    "writers": "Писатели",
    "about": "О сайте",
    "best": "Писатель дня",
    "devs": "Разработчики",
    "description": "О писателе",
    "bio": "Биография",
    "photos": "Фотографии",
    "video": "Видео",
    "map": "Локация"
  },
  "home": {
    "aboutHeader": "Сайт о белорусских писателях",
    "aboutText1": "Привет, здесь ты найдёшь интересную информацию о белорусских писателях!",
    "aboutText2": "Ты сможешь узнать биографию писателя, фотографии, видео о них и многое-многое другое!",
    "aboutText3": "Также каждый день мы выбираем писателя дня, так что не забывайте посещать наш сайт!"
  },
  "devs": {
    "alexander": "Александр",
    "artem": "Артём",
    "kirill": "Кирилл"
  },
  "writers": {
    "search": "Поиск писателя...",
    "details": "Подробно",
    "bryl": {
      "name": "Янка Брыль",
      "description": "Родился в Одессе в семье железнодорожника Антона Даниловича Брыля. В 1922 вместе с родителями вернулся на их родину, в деревню Загорье (Польша, ныне Кореличский район,Гродненская область)[2]. В 1931 г. Брыль окончил польскую семилетку и поступил внавогрудскую гимназию, но не смог учиться из-за материальных трудностей.",
      "shortDescription": "Янка Брыль - последний из писателей из Беларуси, получивший признание в Советском Союзе.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился 22 июля (4 августа) 1917 года в Одессе в семье железнодорожника.В 1922 году вместе с родителями переехал на их родину в Западную Беларусь (дер. Загора (Загорье) Кореличского района Гродненской области, в то время — Польша).",
        "study": "Учёба",
        "studyText": "В 1931 году окончил польскую семилетнюю школу, поступил в гимназию, однако не мог в ней учиться из-за материальных затруднений, занимался самообразованием.",
        "army": "Армия",
        "armyText": "В 1939 году призван в польскую армию, служил в морской пехоте. В сентябре 1939 года под Гдыней попал в немецкий плен, осенью 1941 бежал и вернулся на родину; присоединился к советским партизанам. С октября 1942 года — связной партизанской бригады им. Жукова.",
        "minsk": "Жизнь в Минске",
        "minskText": "С октября 1944 года жил в Минске, работал в редакции газеты-плаката «Раздавім фашысцкую гадзіну» («Раздавим фашистскую гадину»), журналах «Вожык» («Еж»), «Маладосць» («Юность»), «Полымя» («Пламя»), Государственном издательстве БССР.Команда КВН \"Янка Брыль\" (Гомель) C 1945 года член СП СССР",
        "death": "Смерть",
        "deathText": "Я. Брыль скончался 25 июля 2006. Похоронен в Колодищах."
      }
    },
    "dubovka": {
      "name": "Дубовка Владимир Николаевич",
      "description": "Влади́мир Никола́евич Дубо́вка (белор. Уладзі́мір Мікала́евіч Дубо́ўка; 2 (15)июля1900 — 20 марта 1976, Москва) — белорусский советский поэт, прозаик, языковед,переводчик, литературный критик. Лауреат Литературной премии имени Я. Купалы(1962).лен Союза писателей СССР (1958).",
      "shortDescription": "Белорусский поэт, прозаик, переводчик, критик. Родился на территории современного Поставского района.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился в семье рабочего в д. Огородники, Вилейский уезд, Виленская губерния (ныне Поставский район, Витебская область, Беларусь). В 1905—1912 годах учился в Маньковичской начальной школе.",
        "study": "Учёба",
        "studyText": "В 1912 году поступил в Мядельское училище. В октябре 1914 года поступил в Ново-Вилейскую учительскую семинарию, которая в связи с войной была переведена в Невель. В феврале 1918 года завершил семинарскую учёбу и переехал в Москву, куда ещё в 1915 году перебралась его семья. По окончании в 1918 году Ново-Вилейской учительской семинарии Дубовка был принят студентом историко-филологического факультета Московского университета, но после двух месяцев учёбы был вынужден, чтобы помочь родителям, поехать работать учителем на Тульщину.",
        "army": "Армия",
        "armyText": "В 1920 году проходил службу в отдельной телеграфно-строительной роте Красной Армии. В 1921 году после демобилизации работал в Народном комиссариате просвещения РСФСР методистом и инструктором белорусских школ и учился в Высшем литературно-художественном институте имени В. Брюсова. В 1920-е годы — один из ведущих белорусских поэтов независимой ориентации.",
        "family": "Семья",
        "familyText": "В 1927 году женился на Марии Петровне Клаус. В следующем году родился сын Ольгерд.",
        "death": "Смерть",
        "deathText": "Мария Петровна пережила мужа почти на 4 года — умерла 18 марта 1980 года в Москве."
      }
    },
    "dudar": {
      "name": "Алесь Дуда́рь",
      "description": "Алесь Дуда́рь или Дуда́р (наст. имя Александр Александрович Дайлидович, белор. Алесь Дудар; псевдонимы и криптонимы: Т. Глыбоцкі; Тодар Глыбоцкі; Ал. Д.;Т. Г.; Т. Г-кі; Арцём Яроцкі; 1904—1937) — белорусский советский поэт, критик, романист, переводчик. Один из организаторов белорусскоголитературно-художественного объединения «Маладняк». Член Союза писателей СССР (1934)",
      "shortDescription": "Алесь Дуда́рь или Дуда́р — белорусский советский поэт, критик, романист, переводчик.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился 24 декабря 1904 года в крестьянской семье в деревне Новосёлки (ныне Петриковский район Гомельской области, Белоруссия).",
        "study": "Учёба",
        "studyText": "Во время Первой мировой войны семья выехала в Козлов Тамбовской губернии, а весной 1917 года переехала в Минск, где поэт в 1921 году окончил среднюю школу.",
        "flame": "'Полымя'",
        "flameText": "В 1927 году вступил в белорусское литературное объединение «Полымя». В этом же году поступил на лингвистическое отделение педагогического факультета Белорусского государственного университета. По политическим мотивам был вынужден покинуть университет в 1928 году.",
        "arrest": "Арест",
        "arrestText": "29 марта 1929 года за публикацию стихотворения белор. «Пасеклi наш край папалам…» («Посекли наш край пополам») арестован и выслан в Смоленск. 22 июня 1930 года давал показания по делу «Союза освобождения Белоруссии».",
        "death": "Смерть",
        "deathText": "31 октября 1936 года арестован. 28 октября 1937 года приговорён тройкой к расстрелу по обвинению в участии в «антисоветской объединённой шпионско-террористической национал-фашистской организации», на следующий день расстрелян в Пищаловском замке в числе 36 человек казненных в ночь с 29 на 30 октября 1937 года в застенках замка."
      }
    },
    "jvalevskii": {
      "name": "Андрей Валентинович Жвалевский",
      "description": "В 1991 году с отличием окончил физический факультет БГУ. После окончания занимался фундаментальной наукой, дизайном ценных и защищенных бумаг, работал в издательстве. Первая книга «Порри Гаттер и Каменный Философ», написанная в соавторстве с Игорем Мытько, вышла в 2002 году и сразу принесла авторам известность. Кроме цикла «Порри Гаттер» написал серию иронических женских романов «М + Ж» (в соавторстве с Евгенией Пастернак), фантастические романы «Мастер сглаза».",
      "shortDescription": "Андрей Жвалевский родился 28 мая 1967 года в г. Гродно в Беларуси.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился в г. Гродно (Белоруссия).",
        "study": "Учёба",
        "studyText": "В 1991 году с отличием окончил физический факультет БГУ. После окончания занимался фундаментальной наукой, дизайном ценных и защищенных бумаг, работал в издательстве.",
        "firstBook": "Первая книга",
        "firstBookText": "Первая книга «Порри Гаттер и Каменный Философ», написанная в соавторстве с Игорем Мытько, вышла в 2002 году и сразу принесла авторам известность. Кроме цикла «Порри Гаттер» написал серию иронических женских романов «М + Ж» (в соавторстве с Евгенией Пастернак), фантастические романы «Мастер сглаза» и «Мастер силы», два десятка компьютерных самоучителей и др.",
        "dream": "Заветная мечта",
        "dreamText": "Весной 2006 года Жвалевский и Мытько получили национальную детскую премию «Заветная мечта» в номинации «Самая смешная книга» за иронический роман ужасов «Здесь вам не причинят никакого вреда».",
        "prize": "Последняя премия",
        "prizeText": "В 2015 году совместно с Евгенией Пастернак стал лауреатом премии «Размышления о Маленьком Принце»."
      }
    },
    "bondarenko": {
      "name": "Вячеслав Васильевич Бондаренко",
      "description": "Вячеслав Васильевич Бондаренко (род. 9 мая 1974, Рига, Латвийская ССР) — живущий в Беларуси русский писатель, общественный деятель. Известен как автор историческихкниг в серии «ЖЗЛ», в том числе биографий Петра Андреевича Вяземского, Лавра Георгиевича Корнилова и архимандрита Иоанна (Крестьянкина), а также как автор кинороманов «Ликвидация» и «Кадетство»",
      "shortDescription": "Вячеслав Васильевич Бондаренко — белорусский писатель, телеведущий, историк, журналист, киносценарист, радиоведущий.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился 9 мая 1974 года в Риге в семье офицера Советской Армии, впоследствии участника боевых действий в Афганистане.",
        "study": "Учёба",
        "studyText": "Окончил среднюю школу № 30 Северной группы войск в городе Легница (Польша). С июня 1991 года живёт в городе Минске.",
        "education": "Высшее образование",
        "educationText": "Закончил русское отделение филологического факультета Белорусского государственного университета",
        "publications": "Публикации",
        "publicationsText": "В 2007—2008 годах в издательстве «Росмэн-Пресс» вышли романы-бестселлеры «Ликвидация» — новеллизация одноимённого сериала, выпущенная в двух томах тремя изданиями общим тиражом 35,000 экземпляров и в формате аудиокниги, и «Кадетство» (в четырёх книгах).",
        "prize": "Премия",
        "prizeText": "13 мая 2019 г. творчество В. В. Бондаренко было номинировано на Патриаршую литературную премию имени святых равноапостольных Кирилла и Мефодия. 23 мая 2019 г. в Зале церковных соборов храма Христа Спасителя Патриарх Московский и всея Руси Кирилл вручил писателю Патриарший знак «За вклад в развитие русской литературы». Эта награда присуждалась впервые, и В. В. Бондаренко стал её первым обладателем."
      }
    },
    "ledenev": {
      "name": "Виктор Иванович Леденёв",
      "description": "Жизнь белорусского писателя и драматурга Виктора Леденёва так же многообразна, как и жанры, в которых он работает. Родился он на Северном Кавказе, в Адыгее, где егоотец после окончания Ростовского университета работал по созданию школ в этой горной республике. Там же их семью и застала война. Отец ушёл на фронт, а Виктор со старшим братом Александроми матерью остался в оккупации. Однако не только пребывание на оккупированнойтерриторииему пришлось всю жизнь в советское время указывать в различных анкетах.",
      "shortDescription": "Жизнь белорусского писателя и драматурга Виктора Леденёва так же многообразна, как и жанры, в которых он работает.",
      "bio": {
        "birthday": "Рождение",
        "birthdayText": "Родился он на Северном Кавказе, в Адыгее, где его отец после окончания Ростовского университета работал по созданию школ в этой горной республике. Там же их семью и застала война.",
        "study": "Учёба",
        "studyText": "Окончил ф-т журналистики Белорусского ун-та (1966).",
        "army": "Армия",
        "armyText": "Участвовал в составе спецподразделения в боевых действиях в Юго-Восточной Азии",
        "banner": "Знамя юности",
        "bannerText": "Печатается как прозаик с 1970: газ. «Знамя юности». Автор кн. криминальной прозы: Адская машина.",
        "prize": "Премия",
        "prizeText": "13 мая 2019 г. творчество В. В. Бондаренко было номинировано на Патриаршую литературную премию имени святых равноапостольных Кирилла и Мефодия. 23 мая 2019 г. в Зале церковных соборов храма Христа Спасителя Патриарх Московский и всея Руси Кирилл вручил писателю Патриарший знак «За вклад в развитие русской литературы». Эта награда присуждалась впервые, и В. В. Бондаренко стал её первым обладателем."
      }
    }
  }
}