[
  {
    "id": 1,
    "name": "Янка Брыль",
    "desc": "Нарадзіўся ў Адэсе ў сям'і чыгуначніка Антона Данілавіча Брыля. У 1922 разам з\n                                        бацькамі вярнуўся на іх радзіму, у вёску Загор'е (Польшча, цяпер Карэліцкі раён,\n                                        Гродзенская вобласць)[2]. У 1931 Я. Брыль скончыў польскую сямігодку і паступіў у\n                                        Навагрудскую гімназію, але не змог вучыцца з-за матэрыяльных цяжкасцей.",
    "img": "../assets/second.jpg"
  },

  {
    "id": 2,
    "name": "Дубовка Владимир Николаевич",
    "desc": "Влади́мир Никола́евич Дубо́вка (белор. Уладзі́мір Мікала́евіч Дубо́ўка; 2 (15)июля1900 — 20 марта 1976, Москва) — белорусский советский поэт, прозаик, языковед,переводчик, литературный критик. Лауреат Литературной премии имени Я. Купалы(1962).лен Союза писателей СССР (1958).",
    "img": "../assets/second.jpg"
  },

  {
    "id": 3,
    "name": "Алесь Дуда́рь",
    "desc": "Алесь Дуда́рь или Дуда́р (наст. имя Александр Александрович Дайлидович, белор. Алесь Дудар; псевдонимы и криптонимы: Т. Глыбоцкі; Тодар Глыбоцкі; Ал. Д.;Т. Г.; Т. Г-кі; Арцём Яроцкі; 1904—1937) — белорусский советский поэт, критик, романист, переводчик. Один из организаторов белорусскоголитературно-художественного объединения «Маладняк». Член Союза писателей СССР (1934)",
    "img": "../assets/second.jpg"
  },

  {
    "id": 4,
    "name": "Андрей Валентинович Жвалевский",
    "desc": "В 1991 году с отличием окончил физический факультет БГУ. После окончания занимался фундаментальной наукой, дизайном ценных и защищенных бумаг, работал в издательстве. Первая книга «Порри Гаттер и Каменный Философ», написанная в соавторстве с Игорем Мытько, вышла в 2002 году и сразу принесла авторам известность. Кроме цикла «Порри Гаттер» написал серию иронических женских романов «М + Ж» (в соавторстве с Евгенией Пастернак), фантастические романы «Мастер сглаза».",
    "img": "../assets/second.jpg"
  },

  {
    "id": 5,
    "name": "Вячеслав Васильевич Бондаренко",
    "desc": "Вячеслав Васильевич Бондаренко (род. 9 мая 1974, Рига, Латвийская ССР) — живущий\n//                                         в\n//                                         Беларуси русский писатель, общественный деятель. Известен как автор исторических\n//                                         книг в серии\n//                                         «ЖЗЛ», в том числе биографий Петра Андреевича Вяземского, Лавра Георгиевича\n//                                         Корнилова и\n//                                         архимандрита Иоанна (Крестьянкина), а также как автор кинороманов «Ликвидация» и\n//                                         «Кадетство»",
    "img": "../assets/second.jpg"
  },

  {
    "id": 6,
    "name": "Виктор Иванович Леденёв",
    "desc": "Жизнь белорусского писателя и драматурга Виктора Леденёва так же многообразна,\n                                        как и\n                                         жанры, в которых он работает. Родился он на Северном Кавказе, в Адыгее, где его\n                                        отец после\n                                         окончания Ростовского университета работал по созданию школ в этой горной\n                                         республике.\n                                         Там же их семью и застала война. Отец ушёл на фронт, а Виктор со старшим братом\n                                        Александром\n                                        и матерью остался в оккупации. Однако не только пребывание на оккупированной\n//                                         территории\n                                         ему пришлось всю жизнь в советское время указывать в различных анкетах.",
    "img": "../assets/second.jpg"
  }
]