const writers = [
    {
        id: 1,
        name: "writers.bryl.name",
        description: "writers.bryl.description",
        shortDescription: "writers.bryl.shortDescription",
        years: "1917-2006",
        img: "/images/first.jpeg",
        photos: [
            "https://vytoki.net/content/00524-1-665x443.jpg?__id29045",
            "https://minsknews.by/wp-content/uploads/2020/10/ulicza-imeni.jpg",
            "https://www.nlb.by/upload/iblock/a79/bryl.jpg"
        ],
        video: "https://www.youtube.com/embed/aT3yJEpQlW4",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d434491.47794480494!2d30.706469661074323!3d46.2126140910472!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40c6318a0b864c43%3A0x129f8fe28cf2176c!2z0J7QtNC10YHRgdCwLCDQntC00LXRgdGB0LrQsNGPINC-0LHQu9Cw0YHRgtGMLCDQo9C60YDQsNC40L3QsCwgNjUwMDA!5e0!3m2!1sru!2sby!4v1622321296075!5m2!1sru!2sby",
        bio: [
            {
                date: "04.08.1917",
                title: "Рождение",
                text: "Родился 22 июля (4 августа) 1917 года в Одессе в семье железнодорожника.В 1922 году вместе с родителями переехал на их родину в Западную Беларусь (дер. Загора (Загорье) Кореличского района Гродненской области, в то время — Польша).",
            },
            {
                date: "1931",
                title: "Учёба",
                text: "В 1931 году окончил польскую семилетнюю школу, поступил в гимназию, однако не мог в ней учиться из-за материальных затруднений, занимался самообразованием.",
            },
            {
                date: "1939",
                title: "Армия",
                text: "В 1939 году призван в польскую армию, служил в морской пехоте. В сентябре 1939 года под Гдыней попал в немецкий плен, осенью 1941 бежал и вернулся на родину; присоединился к советским партизанам. С октября 1942 года — связной партизанской бригады им. Жукова.",
            },
            {
                date: "1944",
                title: "Жизнь в Минске",
                text: "С октября 1944 года жил в Минске, работал в редакции газеты-плаката «Раздавім фашысцкую гадзіну» («Раздавим фашистскую гадину»), журналах «Вожык» («Еж»), «Маладосць» («Юность»), «Полымя» («Пламя»), Государственном издательстве БССР.Команда КВН \"Янка Брыль\" (Гомель) C 1945 года член СП СССР",
            },
            {
                date: "25.07.2006",
                title: "Смерть",
                text: "Я. Брыль скончался 25 июля 2006. Похоронен в Колодищах.",
            }
        ]
    },

    {
        id: 2,
        name: "writers.dubovka.name",
        description: "writers.dubovka.description",
        shortDescription: "writers.dubovka.shortDescription",
        years: "1900-1976",
        img: "/images/second.jpg",
        photos: [
            "https://upload.wikimedia.org/wikipedia/ru/e/e1/Dubovka.jpg",
            "https://cikavy.com/img/writers/WRbGZOsztLlvn44umvO9.jpg",
            "https://cikavy.com/img/writers/vByyX5gIZttdIkFI7uMu.jpg"
        ],
        video: "https://www.youtube.com/embed/wMaWqRHfLak",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1442999.154449745!2d26.102965871172206!3d55.11295759593661!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dcc180cfa56def%3A0xf7caa8935ad70448!2z0J7Qs9C-0YDQvtC00L3QuNC60Lg!5e0!3m2!1sru!2sby!4v1622322708842!5m2!1sru!2sby",
        bio: [
            {
                date: "02.07.1901",
                title: "Рождение",
                text: "Родился в семье рабочего в д. Огородники, Вилейский уезд, Виленская губерния (ныне Поставский район, Витебская область, Беларусь). В 1905—1912 годах учился в Маньковичской начальной школе.",
            },
            {
                date: "1912",
                title: "Учёба",
                text: "В 1912 году поступил в Мядельское училище. В октябре 1914 года поступил в Ново-Вилейскую учительскую семинарию, которая в связи с войной была переведена в Невель. В феврале 1918 года завершил семинарскую учёбу и переехал в Москву, куда ещё в 1915 году перебралась его семья. По окончании в 1918 году Ново-Вилейской учительской семинарии Дубовка был принят студентом историко-филологического факультета Московского университета, но после двух месяцев учёбы был вынужден, чтобы помочь родителям, поехать работать учителем на Тульщину.",
            },
            {
                date: "1920",
                title: "Армия",
                text: "В 1920 году проходил службу в отдельной телеграфно-строительной роте Красной Армии. В 1921 году после демобилизации работал в Народном комиссариате просвещения РСФСР методистом и инструктором белорусских школ и учился в Высшем литературно-художественном институте имени В. Брюсова. В 1920-е годы — один из ведущих белорусских поэтов независимой ориентации.",
            },
            {
                date: "1927",
                title: "Семья",
                text: "В 1927 году женился на Марии Петровне Клаус. В следующем году родился сын Ольгерд.",
            },
            {
                date: "20.03.1976",
                title: "Смерть",
                text: "Мария Петровна пережила мужа почти на 4 года — умерла 18 марта 1980 года в Москве.",
            }
        ]
    },

    {
        id: 3,
        name: "writers.dudar.name",
        description: "writers.dudar.description",
        shortDescription: "writers.dudar.shortDescription",
        years: "1904-1937",
        img: "/images/third.jpg",
        photos: [
            "https://bessmertnybarak.ru/filesSt/7119_daylidovich_aleksandr_aleksandrovich/daylidovich_aleksandr_aleksandrovich.jpg",
            "https://bessmertnybarak.ru/filesSt/7119_daylidovich_aleksandr_aleksandrovich/daylidovich_aleksandr_aleksandrovich_foto_1554658760.jpg",
            "https://nn.by/img/w350d4photo/z_2017_04/dudar3_170405-hz45c.jpg"
        ],
        video: "https://www.youtube.com/embed/vXi98OBJS5Y",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d19588.09982835791!2d28.59274178413233!3d52.14318920364104!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46d63222afe36f93%3A0x448359136f577a25!2sNovoselki!5e0!3m2!1sru!2sby!4v1622323056474!5m2!1sru!2sby",
        bio: [
            {
                date: "24.12.1904",
                title: "Рождение",
                text: "Родился 24 декабря 1904 года в крестьянской семье в деревне Новосёлки (ныне Петриковский район Гомельской области, Белоруссия).",
            },
            {
                date: "1921",
                title: "Учёба",
                text: "Во время Первой мировой войны семья выехала в Козлов Тамбовской губернии, а весной 1917 года переехала в Минск, где поэт в 1921 году окончил среднюю школу.",
            },
            {
                date: "1927",
                title: "'Полымя'",
                text: "В 1927 году вступил в белорусское литературное объединение «Полымя». В этом же году поступил на лингвистическое отделение педагогического факультета Белорусского государственного университета. По политическим мотивам был вынужден покинуть университет в 1928 году.",
            },
            {
                date: "29.03.1929",
                title: "Арест",
                text: "29 марта 1929 года за публикацию стихотворения белор. «Пасеклi наш край папалам…» («Посекли наш край пополам») арестован и выслан в Смоленск. 22 июня 1930 года давал показания по делу «Союза освобождения Белоруссии».",
            },
            {
                date: "29.10.1937",
                title: "Смерть",
                text: "31 октября 1936 года арестован. 28 октября 1937 года приговорён тройкой к расстрелу по обвинению в участии в «антисоветской объединённой шпионско-террористической национал-фашистской организации», на следующий день расстрелян в Пищаловском замке в числе 36 человек казненных в ночь с 29 на 30 октября 1937 года в застенках замка.",
            }
        ]
    },

    {
        id: 4,
        name: "writers.jvalevskii.name",
        description: "writers.jvalevskii.description",
        shortDescription: "writers.jvalevskii.shortDescription",
        years: "1967-...",
        img: "/images/fourth.jpg",
        photos: [
            "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Zhvalevsky.jpg/274px-Zhvalevsky.jpg",
            "http://www.lib.omsk.ru/pk/sites/default/files/220790_640_0.jpg",
            "https://litres.ru/static/authors/100/12/64/76/12647628.jpg"
        ],
        video: "https://www.youtube.com/embed/QolTY8Iqfks",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d151226.970967671!2d23.71076892256881!3d53.684025882260435!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dfd64beac55d1d%3A0xf013fd26569718c0!2z0JPRgNC-0LTQvdC-!5e0!3m2!1sru!2sby!4v1622323299374!5m2!1sru!2sby",
        bio: [
            {
                date: "28.05.1967",
                title: "Рождение",
                text: "Родился в г. Гродно (Белоруссия).",

            },
            {
                date: "1991",
                title: "Учёба",
                text: "В 1991 году с отличием окончил физический факультет БГУ. После окончания занимался фундаментальной наукой, дизайном ценных и защищенных бумаг, работал в издательстве.",

            },
            {
                date: "2002",
                title: "Первая книга",
                text: "Первая книга «Порри Гаттер и Каменный Философ», написанная в соавторстве с Игорем Мытько, вышла в 2002 году и сразу принесла авторам известность. Кроме цикла «Порри Гаттер» написал серию иронических женских романов «М + Ж» (в соавторстве с Евгенией Пастернак), фантастические романы «Мастер сглаза» и «Мастер силы», два десятка компьютерных самоучителей и др.",

            },
            {
                date: "2006",
                title: "Заветная мечта",
                text: "Весной 2006 года Жвалевский и Мытько получили национальную детскую премию «Заветная мечта» в номинации «Самая смешная книга» за иронический роман ужасов «Здесь вам не причинят никакого вреда».",

            },
            {
                date: "2015",
                title: "Последняя премия",
                text: "В 2015 году совместно с Евгенией Пастернак стал лауреатом премии «Размышления о Маленьком Принце».",

            }
        ]
    },

    {
        id: 5,
        name: "writers.bondarenko.name",
        description: "writers.bondarenko.description",
        shortDescription: "writers.bondarenko.shortDescription",
        years: "1974-...",
        img: "/images/five.jpg",
        photos: [
            "https://upload.wikimedia.org/wikipedia/commons/e/ed/%D0%91%D0%BE%D0%BD%D0%B4%D0%B0%D1%80%D0%B5%D0%BD%D0%BA%D0%BE_%D0%92%D1%8F%D1%87%D0%B5%D1%81%D0%BB%D0%B0%D0%B2_%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87.jpg",
            "https://poznaniye.ru/upload/iblock/77a/77a723b2781a350bb6922452bde24568.png",
            "https://storage.gvardiya.ru/files/newpictures/11/62/8d/19923653570430_m.png"
        ],
        video: "https://www.youtube.com/embed/9c5aLHqXxXo",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d278360.9258534136!2d23.84898829406782!3d56.97116141078603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46eecfb0e5073ded%3A0x400cfcd68f2fe30!2z0KDQuNCz0LAsINCb0LDRgtCy0LjRjw!5e0!3m2!1sru!2sby!4v1622323582467!5m2!1sru!2sby",
        bio: [
            {
                date: "09.05.1974",
                title: "Рождение",
                text: "Родился 9 мая 1974 года в Риге в семье офицера Советской Армии, впоследствии участника боевых действий в Афганистане.",
            },
            {
                date: "1991",
                title: "Учёба",
                text: "Окончил среднюю школу № 30 Северной группы войск в городе Легница (Польша). С июня 1991 года живёт в городе Минске.",
            },
            {
                date: "1996",
                title: "Высшее образование",
                text: "Закончил русское отделение филологического факультета Белорусского государственного университета",
            },
            {
                date: "2007",
                title: "Публикации",
                text: "В 2007—2008 годах в издательстве «Росмэн-Пресс» вышли романы-бестселлеры «Ликвидация» — новеллизация одноимённого сериала, выпущенная в двух томах тремя изданиями общим тиражом 35,000 экземпляров и в формате аудиокниги, и «Кадетство» (в четырёх книгах).",
            },
            {
                date: "13.05.2019",
                title: "Премия",
                text: "13 мая 2019 г. творчество В. В. Бондаренко было номинировано на Патриаршую литературную премию имени святых равноапостольных Кирилла и Мефодия. 23 мая 2019 г. в Зале церковных соборов храма Христа Спасителя Патриарх Московский и всея Руси Кирилл вручил писателю Патриарший знак «За вклад в развитие русской литературы». Эта награда присуждалась впервые, и В. В. Бондаренко стал её первым обладателем.",
            }
        ]
    },
    {
        id: 6,
        name: "writers.ledenev.name",
        description: "writers.ledenev.description",
        shortDescription: "writers.ledenev.shortDescription",
        years: "1941-...",
        img: "/images/six.jpg",
        photos: [
            "https://static.qrz.su/callbook/4011/559eb99239b38e6618415de2fdd44d21.jpg",
            "https://www.qsl.net/eu1eu/images/ew1af_portrait.jpg",
            "https://lh3.googleusercontent.com/proxy/GbfxbC4ZTC5KeJWTU9Z-GymTAUOe0gd-6usKYF1ZTaVgHxZPey83llugcrzror4xoUyO6ZOvnbxtsk7rVQ"
        ],
        video: "https://www.youtube.com/embed/lvCocP25et4",
        location: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d45218.54127885254!2d40.46511519236707!3d44.89976464903222!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40f754de188a57bf%3A0xa1e7b4e250a1954d!2z0JrQvtGI0LXRhdCw0LHQu9GMLCDQoNC10YHQv9GD0LHQu9C40LrQsCDQkNC00YvQs9C10Y8sINCg0L7RgdGB0LjRjywgMzg1NDAw!5e0!3m2!1sru!2sby!4v1622323896234!5m2!1sru!2sby",
        bio: [
            {
                date: "15.01.1941",
                title: "Рождение",
                text: "Родился он на Северном Кавказе, в Адыгее, где его отец после окончания Ростовского университета работал по созданию школ в этой горной республике. Там же их семью и застала война.",
            },
            {
                date: "1966",
                title: "Учёба",
                text: "Окончил ф-т журналистики Белорусского ун-та (1966).",
            },
            {
                date: "1966",
                title: "Армия",
                text: "участвовал в составе спецподразделения в боевых действиях в Юго-Восточной Азии",
            },
            {
                date: "1970",
                title: "Знамя юности",
                text: "Печатается как прозаик с 1970: газ. «Знамя юности». Автор кн. криминальной прозы: Адская машина.",
            },
            {
                date: "1999",
                title: "Премия",
                text: "Награждён премией Шилллеровского фестиваля в Германии.",
            }
        ]
    }
]
export default writers;